Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །ཚེས་བཅུ་བཞི་ལ་ཀ་ར་བཱི་རའི་མེ་ཏོག་དང་། ལན་ཚྭ་སྣ་བདུན་བསྲེས་པ་དང་། ཤིང་ཚེར་མ་ཅན་གྱི་ཡམ་སྲེག་ཤིང་ཡུངས་མར་ལ་བསྲེས་པ་དྲག་ཤུལ་སྤྱོད་པར་བྱའོ།
en: For rites of assault, the vidyā holder should offer, on the fourteenth lunar day of the lunar fortnight, oleander flowers mixed with seven kinds of salt into a fire of thorny sticks smeared with pungent oils.

source: །ཆར་མི་འབབ་པའི་ཚེ་པདྨ་དང་ཙནྡན་དང་། ཡུངས་ཀར་དང་། མར་བསྲེས་པ་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ།
en: At times of drought he should also offer one hundred and eight oblations of lotus, sandalwood, and mustard seeds smeared with ghee that have been incanted twenty-one times with the mantra.

source: སྦྱིན་སྲེག་བརྒྱ་རྩ་བརྒྱད་བྱས་ནས་ཁྲོ་བོའི་གསང་སྔགས་ལན་བདུན་བཟླས་ན་ཇི་སྲིད་འདོད་པ་དེ་སྲིད་དུ་ཆར་གྱི་རྒྱུན་ཆེན་པོ་འབབ་པར་འགྱུར་རོ།
en: Then, after mindfully repeating the Krodharāja mantra seven times, a heavy rain will fall for as long as the vidyā holder demands. “

source: །ཐལ་བ་དེ་བླངས་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ་ནམ་མཁའ་ལ་གཏོར་ན་ཆར་ཧ་ཅང་ཆེས་པ་ཞི་བར་འགྱུར་རོ།
en: If the vidyā holder takes some ashes after this homa offering, incants them twenty-one times, and throws them into the air, any excessive rain will stop.

source: །ཕྱོགས་བཞིར་གཏོར་ན་མཚམས་ཆེན་པོ་བཅད་པར་འགྱུར་རོ།
en: If he casts the ashes in the four directions, he will create a great protective boundary.

source: །སྤྲིན་ལ་མངོན་དུ་ཕྱོགས་ཏེ་གཏོར་ན་རླུང་དང་། སྤྲིན་དང་། སེར་བ་རྣམས་འབྱུང་བར་མི་འགྱུར་རོ།
en: If he casts the ashes in the direction of a cloud, all wind and hail will cease.

source: །གཞན་གྱི་སྡེ་གནོན་པ་ནི་ཏིལ་དང་འབྲས་སོ་བའི་སྦྱིན་སྲེག་གིས་སོ།
en: The vidyā holder can paralyze an army with a homa of sesame and rice.

source: །ཕ་རོལ་གྱི་དཔུང་ཟློག་པ་ནི་ས་བོན་བདུན་གྱི་སྦྱིན་སྲེག་གིས་སོ། །ཕུག་སྒྲུབ་པ་ནི་ཤིང་ཨརྐའི་སྦྱིན་སྲེག་གིས་སོ།
en: He can repel an enemy army with a homa of using seven kinds of seeds and find terrestrial passages with a homa of pataṅga sandalwood.

source: །ཨརྐའི་ལོ་མ་དང་། མར་བསྲེས་པའི་སྦྱིན་སྲེག་བྱས་ན་ཕུག་གི་སྒོ་ཐམས་ཅད་འབྱེད་པར་འགྱུར་རོ།
en: If he offers oblations of the leaves of giant milkweed smeared with ghee, all the doors to such passages will open.

source: །ནགས་སུ་འགྲོ་བའི་ཚེ་ཀུ་མུ་དང་། རྒྱ་སྤོས་དང་། ཡུངས་ཀར་དང་།
en: If he wants to enter a forest, he should offer oblations of white water lilies, crepe jasmine, and mustard seeds smeared with ghee.

source: མར་བསྲེས་པས་ནགས་ཀྱི་ཕུག་གི་སྒོ་ཐམས་ཅད་འབྱེད་པར་འགྱུར་ཞིང་སྨན་གྱི་དངོས་པོ་ཐམས་ཅད་རང་བཞིན་དུ་གནས་པར་འགྱུར་རོ།
en: All access points into the forest will open, and all the medicinal substances and herbs will come before the vidyā holder in their respective forms. “

source: །ཤིང་པ་ལ་ཤའི་མེ་སྦར་ཏེ་ན་ལེ་ཤམ་བརྒྱ་སྟོང་སྦྱིན་སྲེག་བྱས་ན། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། ཉི་མ་འོངས་ནས་མདུན་དུ་འདུག་པར་འགྱུར་རོ།
en: If the vidyā holder makes fire with flame-of-the-forest wood and offers one thousand and eight oblations of black pepper, gods such as Śakra, Brahmā, Viṣṇu, and Maheśvara will descend to earth and come before the vidyā holder.

source: །སྣ་མའི་མེ་ཏོག་དང་། ཀར་ནི་ཀཱ་རའི་མེ་ཏོག་དང་། ཨུཏྤལ་རྣམས་མར་དང་བསྲེས་པ་ལས་སྦྱིན་སྲེག་བརྒྱ་སྟོང་བྱས་ན། ཟླ་བ་དང་།
en: If he offers one thousand and eight oblations of globe amaranth flowers, karnikara flowers, and blue lotus flowers, Candra and Sūrya will descend and grant the vidyā holder every boon.

source: ཉི་མ་འོངས་ནས་མཆོག་སྦྱིན་ཞིང་ལུས་ལ་འོད་ཟེར་བཏང་ནས་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །ཨ་ཤྭད་ཐས་ཡམ་སྲེག་ཤིང་བྱས་ལ། ཤུ་ཏི་དང་། ཉེའུ་ཤིང་དང་།
en: He will also be capable of sky travel. “

source: ཨརྐ་དང་། ཙནྡན་དང་། ཡུངས་ཀར་དང་། ནས་དང་། མར་བསྲེས་པ་ལས་ཉི་མ་བདུན་གྱི་དུས་མཚམས་གསུམ་དུ་སྦྱིན་སྲེག་ཉི་ཤུ་རྩ་གཅིག་བྱས་ནས་རྒྱལ་པོ་བཙུན་མོའི་འཁོར་དང་བཅས་པ་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder makes fire with the sticks of rājavṛkṣa and at the three junctions of the day over the period of seven days offers twenty-one oblations of dill flowers, wild asparagus flowers, pataṅga sandalwood, mustard seeds, and barley grains smeared with ghee, the king, his harem, and his retinue will fall under the vidyā holder’s thrall.

source: །གདོན་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་ཐམས་ཅད་ཆད་པས་བཅད་ན་འབྲས་སོ་བ་དང་། ཡུངས་ཀར་དང་། ལན་ཚྭའི་སྦྱིན་སྲེག་བགྱིས་ཏེ།
en: If the vidyā holder wants to repel all bhūtas, grahas, yakṣas, and rākṣasas, he should offer oblations of rice grains, mustard seeds, and salt.

source: ཐམས་ཅད་ལ་དོན་ཡོད་པའི་ཞགས་པ་བཅིང་བར་བྱ་ཞིང་ཁྲོ་བོའི་ཕྱག་རྒྱ་དང་གསང་སྔགས་ལྷན་ཅིག་རྗེས་སུ་དྲན་པར་བྱའོ།
en: In all these rites he should display the mudrā of Amoghapāśa. In each rite he should also employ the mudrā of the lord of wrath and mindfully repeat his mantra. “

source: །སྦྱིན་སྲེག་གི་ཆོ་གའོ།། །།
en: This has been the homa procedure. “

source: དེ་ནས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ཆོ་གའི་རྒྱལ་པོ་ཆེན་པོ་རས་ཀྱི་སྐུ་གཟུགས་མཐོང་བ་ཙམ་གྱི་མོད་ལ་མནར་མེད་པའི་མཐར་ཐུག་པ་དང་།
en: I will now teach the painting procedure from the great sovereign ritual, the heart essence of Amoghapāśa.

source: མཚམས་མེད་པ་ལྔ་བྱེད་པ་བྱང་བར་འགྱུར་བ་བཤད་པར་བྱ་སྟེ།
en: Through merely seeing this painting, even someone who has committed five acts of immediate retribution and is bound for rebirth in the depths of the Avīci hell will be purified.

source: རས་ཁྲུ་དོ་གྲུ་བཞི་ལྷམ་པ་ཁ་ཚར་མཆད་པ་སྐྲ་མེད་པ་ཐག་རན་བཟང་བ།
en: The canvas should be two cubits square and have an uncut fringe and no loose threads.

source: ཤིན་ཏུ་དཀར་བ།
en: It should be compact, smooth, clean, and square in shape.

source: ཤིན་ཏུ་སྦྱངས་པ་ལ་རི་མོ་མཁན་མི་སྨྲ་བའི་དཀའ་ཐུབ་ཅན་བསྙེན་གནས་ལ་གནས་པ།
en: The painter should observe a vow of silence and maintain a fast.

source: གཙང་མས་གོས་གཙང་མ་བགོས་པ། ཟས་དཀར་གསུམ་ཟ་བ། དུས་གསུམ་དུ་ཁྲུས་བྱས་པ།
en: He should be ritually pure, wear clean clothes, subsist on the three ‘white’ foods, and bathe three times a day.

source: ལྷག་མ་མ་ཡིན་པའི་ཚོན་རྩི་སྣོད་སར་པར་བཞག་སྟེ།
en: He should use uncontaminated paints kept in new containers, and a clean, new brush. “

source: པིར་སར་པས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བཞེངས་པའམ་བཞུགས་པའམ་སྐྱིལ་མོ་ཀྲུང་དུ་བཞུགས་པ་བྲི་བར་བྱ་སྟེ།
en: Noble Avalokiteśvara-Amoghapāśa should be painted either standing, sitting, or sitting in a cross-legged posture.

source: རལ་པའི་ཐོར་ཚུགས་ཀྱིས་བརྒྱན་པ། ཨེ་ནེ་ཡའི་པགས་པ་བསྣམས་པ། ཕྱུགས་བདག་གི་ཆ་ལུགས་འཆང་བ། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: His topknot is adorned with a diadem, and he wears a black antelope skin, is attired like Paśupati, and is adorned with all ornaments.

source: ཕྱག་བཅུ་དྲུག་པ་ཞལ་ཞི་བ། སྤྱན་ཕྱེ་བ།
en: He has sixteen arms and a peaceful countenance, and he smiles with both his mouth and eyes.

source: དབུ་རྒྱན་ལ་རྒྱལ་བ་འོད་དཔག་མེད་བཞུགས་པ།
en: He is crowned by Amitābha, the victorious one.

source: ཞལ་གཡས་པའི་ཐོར་ཚུགས་ལ་ཟླ་ཚེས་ཀྱིས་བརྒྱན་པ།
en: The face facing south has a crescent moon on its topknot. “

source: ཕྱག་གཉིས་རྡོ་རྗེའི་ཐལ་མོ་སྦྱར་བ་ལས་གྱེན་དུ་པདྨའི་ཚུལ་དུ་བྱའོ།
en: One pair of his hands are raised and display the vajra-añjali gesture in the shape of a lotus.

source: །ཕྱག་གཉིས་ཐུར་དུ་ཀུན་ཏུ་ཞལ་གྱི་ཕྱག་རྒྱ་བྱའོ།
en: The next, lower pair display the mudrā called facing everywhere.

source: །ཕྱག་གཉིས་བཟླས་བརྗོད་ཀྱི་ཕྱག་རྒྱ་བྱས་ལ་མཛུབ་མོ་གཡས་པ་བརྐྱང་སྟེ། པདྨའི་ཚུལ་དུ་བྱས་ལ་བར་ན་བགྲང་ཕྲེང་འཛིན་པ་བྱའོ། །ཕྱག་གཉིས་དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་བྱའོ། །ཕྱག་གཅིག་ན་རྩེ་གསུམ་པ།
en: The third pair of hands display the mudrā of recitation with the right index finger extended.

source: གཉིས་པ་ན་པདྨ། གསུམ་པ་དོན་ཡོད་པའི་ཞགས་པའི་གླེགས་བམ།
en: They form the shape of a lotus, within which rests a string of beads.

source: བཞི་པ་ན་དོན་ཡོད་པའི་ཞགས་པ།
en: The fourth pair displays the mudrā of Amoghapāśa.

source: ཞགས་པ་ཐ་མལ་པ་འདྲ་བ། ལྔ་པ་དབུགས་འབྱིན་པ། དྲུག་པ་ན་རིལ་བ་སྤྱི་བླུགས། བདུན་པ་ན་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་བཀང་བའི་སྣོད། བརྒྱད་པ་ན་མེ་ཏོག་སྣ་ཚོགས་ཀྱི་སྣོད་ཐོགས་པར་བྱ་ཞིང་།
en: The first of the remaining hands holds a trident; the second, a lotus; the third, a volume on Amoghapāśa; the fourth, the unfailing noose itself; the fifth displays the gesture of comfort; the sixth holds a small pot; the seventh holds a casket filled with various jewels; and the eighth holds a vase with various flowers. “

source: འོད་འདོམ་གང་གིས་བརྒྱན་པ་སྐུ་མེ་ཏོག་སྣ་ཚོགས་ཀྱིས་བཀྲ་བས་མཛེས་པར་བྱའོ།
en: The figure is adorned with a halo of light extending for one fathom, and its body is beautified with various flowers of vivid colors.

source: །རི་པོ་ཊ་ལའི་ཁང་བ་བརྩེགས་པ་ཤིན་ཏུ་མཛེས་པ། གྲུ་བཞི་ལྷམ་པ། ཀ་བ་བཞི་ཟུག་པ། ཁྲི་འཕང་སྟེགས་བུ་མཛེས་པ་དང་ལྡན་པ།
en: The painter should draw a palace atop Potala Mountain, one that is well proportioned, has four corners and four pillars, and shines as a wonder of the world.

source: རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་མཛེས་པར་བརྒྱན་པ། པདྨའི་ཕྲེང་བས་མཛེས་པར་བྱས་པ། རྡོ་རྗེའི་ཕྲེང་བས་བརྒྱན་པ། མེ་ཏོག་སྣ་ཚོགས་དང་ཆུ་ཤིང་གི་ཡལ་གས་མཛེས་པར་བྱས་ལ།
en: It is inlaid with various colorful jewels, adorned with garlands of lotuses and diamonds, and decorated with a variety of flowers and the fronds of banana trees.

source: གཡས་ལོགས་ཀྱི་སྟེང་ན་ཉི་མ། གཡོན་ལོགས་ན་ཟླ་བ།
en: A sun should be drawn in the upper right, and a moon in the upper left.

source: གནས་གཙང་མའི་རིགས་ཀྱི་ལྷའི་བུ་དག་ལག་ན་མེ་ཏོག་སྣ་ཚོགས་མང་པོ་ཐོགས་ཏེ། བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་བྱེད་པར་བྱའོ།
en: The gods of the Pure Abode should be drawn worshiping the Lord with various flowers and streamers of silk in their hands. “

source: །རི་པདྨ་འདྲ་བ་ཞིག་སྙིང་པོས་མཛེས་པར་བྱས་ཤིང་། སྡོང་པོ་དང་ལྡན་པ།
en: Potala Mountain should be drawn in the shape of a lotus, including its seed pods and stalk.

source: མཚོས་མཛེས་པར་བྱས་པ། མཚོ་ཉས་གང་ཞིང་ཆུ་ས་ན་མ་ཀ་ར་དང་། བཞད་དང་ཤང་ཤང་ཏེའུ་དང་། ངུར་པས་བརྒྱན་པ།
en: It should be adorned with lotus ponds teeming with fish and lakes full of fantastic sea creatures, swans, cranes, partridges, and ducks.

source: ནོར་བུ་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་ལེགས་པར་བརྒྱན་པའི་རི་དེའི་སྟེང་དུ་པདྨའི་གདན་དང་སེང་གེའི་ཁྲི་བྱའོ།
en: Atop this mountain made of various jewels and gems is a lotus seat flanked by lion seats.

source: །གཡས་ཕྱོགས་ཀྱི་ཕྱི་རོལ་ཁང་པའི་གནས་སུ་དབང་ཕྱུག་བྱའོ། །གཡོན་དུ་དབང་ཕྱུག་ཆེན་པོ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པར་བྱའོ།
en: Outside the temple-dwelling, on a seat to the right, is Īśvara; on the seat outside and to the left is Maheśvara, adorned with every ornament. “

source: །ནང་གི་གནས་སུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གོ། །གཡས་སུ་འཕགས་མ་སྒྲོལ་མ་ལུས་བཏུད་དེ་འཛེམ་བག་དང་བཅས་པ་བྱའོ།
en: On the inside, to the right of Noble Avalokiteśvara, is Noble Tārā, her body bowed and exhibiting modesty.

source: །གཡོན་དུ་དྲི་མེད་འགྲོ་ལག་པ་དབུགས་འབྱིན་པ་དང་ནོར་བཟངས་པུས་མོ་བཙུགས་པར་བྱའོ།
en: To his left is Vimalamati, displaying the gesture of giving comfort. She is opulent in appearance and sits on her knees.

source: །པདྨའི་སྙིང་པོའི་དབུས་ཀྱི་གནས་སུ་ཁྲོ་བོའི་རྒྱལ་པོ་ཁྲོས་པའི་གཟུགས་ཅན།
en: On the pericarp of the lotus is Krodharāja.

source: ལག་པ་བཞི་པའི་ལག་ན་མཚོན་ཆ་ཐོགས་པ་སྟེ། ཞགས་པ་དང་། དབྱུག་ཏོ་དང་། རྩེ་གསུམ་དང་། པདྨའོ།
en: He should be drawn in a wrathful form with the four implements in his four hands: a noose, sword, trident, and lotus.

source: །པདྨའི་གདན་ལ་སྐྱིལ་མོ་ཀྲུང་ཕྱེད་བཅས་པ་ལུས་ཅུང་ཟད་བཏུད་པ།
en: He sits in the ardhaparyaṅka posture on a lotus seat, his body bowing slightly. “

source: མགོ་བོའི་སྟེང་གཡས་གཡོན་དུ་དྲང་སྲོང་བསྟོད་རབས་བྱེད་པ་བྱའོ།
en: Above Noble Avalokiteśvara’s head, to the right and left, are the sages praising him.

source: །དེ་ནས་འོག་གི་གཡས་གཡོན་དུ་རྡོ་རྗེའི་ཟོམ་ཆེན་པོ། ལག་ན་རྡོ་རྗེའི་ཚོགས་མང་པོ་འདུག་པ་དང་། གཤིན་རྗེ་དང་། ཆུ་ལྷ་དང་། རླུང་ལྷ་དང་།
en: Below him, to the right and left, is Mahā­vajra­śikhara with a vajra and noose in his hands, as well as Yama, Varuṇa, Kubera, Vāsava, and a host of gods.

source: དབང་པོ་དང་། ལྷའི་ཚོགས་དག་བྱའོ། །གཡས་ཕྱོགས་ཀྱི་མཚོ་དང་། རིའི་བར་དུ་བརྒྱ་བྱིན་དང་ཚངས་པ་བྱའོ།
en: To the right, in the middle of a lotus lake, are Śakra and Brahmā.

source: །གཡོན་ཕྱོགས་སུ་རྒྱལ་པོ་ཆེན་པོ་བཞི་གོ་ཆ་བགོས་པ་བྱའོ། །དེའི་འོག་ཏུ་ཕོ་ཉ་མོ་པདྨའི་རིགས་མཛེས་མ་ལག་པ་འབྲེལ་པ་བྱའོ། །ལྷ་མོ་དཔལ་ཆེན་མོ་དང་། དབྱངས་ལྡན་མ་དང་། འཇིགས་བྱེད་མ་དང་།
en: To the left are the Four Great Kings wearing armor. “

source: མཚན་མོའི་ལྷ་དང་། སའི་ལྷ་མོ་དང་། ལོ་ཏོག་གི་ལྷ་མོ་བྱའོ། །དབང་ཕྱུག་གི་དྲུང་དུ་ཁྲོ་གཉེར་ཅན་བྱའོ།
en: Below them is a dūtī named Padma­kula­sundarī, whose hands are raised, as well as Śrī, Sarasvatī, Bhīmā, the deities of the night, the deities of the earth, and the deities of crops.

source: །དབང་ཕྱུག་ཆེན་པོའི་དྲུང་དུ་གོས་དཀར་མོའོ། །རི་དང་།
en: Bhṛkuṭī is next to Īśvara, and Pāṇḍaravāsinī is next to Maheśvara.

source: ཕོ་ཉ་མོའི་བར་དུ་སྲིན་མོ་རལ་གཅིག་མའོ།
en: The rākṣasī Ekajaṭā should be drawn surrounded by dūtīs.

source: །རིའི་ཁོར་ཡུག་ཏུ་གྲུ་བཞི་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་སྤྲས་པ་བྱ་ཞིང་། ལྗོན་ཤིང་དང་། ལྕུག་མ་སྣ་ཚོགས་དང་། མེ་ཏོག་གིས་བརྒྱན་ཅིང་།
en: Adjacent to the four corners is a mountain studded with the seven types of jewels and covered in various trees and vines.

source: མཚེའུ་མཛེས་པ། མེ་ཏོག་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པ་དང་། སེང་གེ་དང་། སྟག་གིས་གང་བ་དང་། ཀླུའི་ཕྲུ་གུ་དང་།
en: It is adorned with flowers and lotus lakes, bestrewn with various flowers, and teeming with lion cubs, tiger cubs, and young kumbhāṇḍas and nāgas. “

source: གྲུལ་བུམ་དག་བྱའོ། །གཡོན་དུ་གསང་བ་ཆེན་པོ་ལྔ་བྱའོ། །འོག་ཏུ་ཀླུའི་རྒྱལ་པོ་ཆེན་པོ་ལྔ་བྱའོ།
en: The five great guhyakas should be drawn on the left side of the canvas, and the five great nāga kings at the bottom.

source: །ཐམས་ཅད་བྲག་གི་སྟན་དང་། ལག་ན་རིན་པོ་ཆེའི་མེ་ཏོག་གི་ཕོར་པ་ཐོགས་ཏེ། བཅོམ་ལྡན་འདས་ལ་བལྟ་བར་བྱའོ།
en: They should be drawn all around the base of the mountain, holding various flowers and jewels in their hands and looking up at the Lord.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཞབས་ཀྱི་དྲུང་དུ་རིག་སྔགས་འཆང་པུས་མོ་བཙུགས་ཏེ། ལག་ན་མེ་ཏོག་དང་། པོག་ཕོར་ཐོགས་པ་བཅོམ་ལྡན་འདས་ལ་བལྟ་བར་བྱའོ།
en: The vidyā holder should be kneeling at the feet of Noble Avalokiteśvara, holding flowers and an incense burner and looking upward at the face of the Lord.

source: །སྟེང་གི་བང་རིམ་དུ་ཐུབ་པ་ཆེན་པོ་རྒྱལ་བ་འོད་དཔག་མེད་དང་།
en: The great sages should be drawn at the top of the canvas: the victor Amitābha, the Lord of the Śākyas, and the Tathāgata Lokendrarāja. “

source: ཤཱཀྱའི་རྒྱལ་པོ་དང་། འཇིག་རྟེན་དབང་པོའི་རྒྱལ་པོ་བྱའོ། །རས་ཀྱི་སྐུ་གཟུགས་འདི་མཐོང་བ་ཙམ་གྱི་མོད་ལ། ཚེ་རབས་བརྒྱ་སྟོང་དུ་མནར་མེད་པ་བསགས་པ་དང་། མཚམས་མེད་པ་ལྔའི་ལས་བྱས་པ་དེ་དག་ཐམས་ཅད་འཇིག་པར་འགྱུར།
en: Through merely seeing this cloth painting, the karma to be reborn in the Avīci hell, accumulated over one hundred thousand births, as well as the karma of the five acts of immediate retribution, will be entirely eradicated.

source: རྣམ་པར་འཇིག་པར་འགྱུར་ཞིང་། སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་གྲོལ་བར་འགྱུར་ན། སེམས་ཅན་དག་པ་རྣམས་ལྟ་ཅི་སྨོས། དད་པས་མོས་པ་རྣམས་དང་། དཀོན་མཆོག་གསུམ་མཆོད་པ་དོན་དུ་གཉེར་བ་དེ་དག་ནི།
en: All beings with this karma will be completely released, so what need is there to speak of beings who are pure, have faith and conviction, and are eager to worship the Three Jewels.

source: ཚེ་འདི་ཉིད་ལ་འབྲས་བུ་ཆེ་བ་དང་།
en: In this life they will attain the supreme result and will have great fortune.

source: ཕན་ཡོན་མང་པོ་དག་ཏུ་ཤེས་པར་བྱའོ། །དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བཞིའི་དྲུང་དུ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར་ཞིང་།
en: The vidyā holder will generate the same roots of virtue as he would in the presence of tathāgatas equal in number to the hundreds of thousands of millions of billions of grains of sand in the Gaṅgā river.

source: དེ་དག་གི་དགེ་བའི་རྩེ་བ་དང་ལྡན་པར་འགྱུར་རོ།
en: Such roots of virtue will be transferred to him. “

source: །རས་ཀྱི་སྐུ་གཟུགས་འདི་མཐོང་བ་ནི་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དོན་ཡོད་པའི་ཞགས་པའི་གཟུངས་ཀྱི་སྙིང་པོ་དངོས་སུ་མཐོང་བ་ཡིན་ནོ། །རས་ཀྱི་སྐུ་གཟུགས་འདི་མཐོང་བ་ཙམ་གྱིས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དགོངས་པར་འགྱུར་ཞིང་སྐུ་ཡང་སྟོན་པར་འགྱུར་རོ།
en: After merely a sincere glance at this cloth painting, which embodies the essence of Noble Avalokiteśvara-Amoghapāśa, Noble Avalokiteśvara will keep the vidyā holder in his heart and appear to him in person.

source: །ཉམ་ཐག་པ་ཙམ་གྱི་མོད་ལ་སྐུ་སྟོན་པར་འགྱུར་ཞིང་མཆོག་ཐམས་ཅད་སྦྱིན་པར་འགྱུར་རོ། །དོན་ཡོད་པའི་ཞགས་པའི་གཟུངས་ཀྱི་སྙིང་པོ་འགྲུབ་པར་འགྱུར་རོ།
en: The moment the vidyā holder cries out pitifully, Noble Avalokiteśvara-Amoghapāśa will turn his attention to him and grant him every boon so that the vidyā holder will accomplish the heart dhāraṇī of Amogharāja.

source: །ནད་ཀྱིས་ཐེབས་པ་དང་། ནད་ཚབས་ཆེན་པོས་གཟིར་བ་དང་། ནད་སྣ་ཚོགས་དང་། སྡུག་བསྔལ་བརྒྱ་སྟོང་གིས་དཀྲུགས་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་མཐོང་བ་ཙམ་གྱི་མོད་ལ། ནད་ཐམས་ཅད་དང་། སྡུག་བསྔལ་ཐམས་ཅད་དང་།
en: Any seriously ill person, anyone severely affected by disease, and even someone afflicted by hundreds of thousands of ailments will be freed from every disease, pain, and ailment merely by looking at the painting.

source: གདོན་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བར་འགྱུར་ཞིང་། སྒྲིབ་པ་དང་། ནད་དང་བྲལ་བར་འགྱུར་རོ། །ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གཏོགས་པ་དག་ཀྱང་། མཐོང་བ་ཙམ་གྱི་མོད་ལ་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ། །རས་ཀྱི་སྐུ་གཟུགས་འདི་འཁོར་མང་པོས་མཆོད་པ་དང་། བཀུར་སྟི་ཆེན་པོ་དང་། སིལ་སྙན་དཀྲོལ་བ་མང་པོ་དང་། གདུགས་དང་།
en: They will be free of all obscuration and disease, and even those reborn as animals will be freed from their condition by merely by looking at the painting. “

source: རྒྱལ་མཚན་དང་། བ་དན་གྱིས་ལེགས་པར་བརྒྱན་པར་བྱ་སྟེ། གྲོང་ཁྱེར་ཆེན་པོའམ། རྒྱལ་པོའི་ཕོ་བྲང་ངམ། གཙུག་ལག་ཁང་ངམ། ལྗོངས་སམ། ཁྱིམ་མམ། གྲོང་དུ་ཞུགས་ནས་རས་ཀྱི་སྐུ་གཟུགས་བཞུགས་པ་ཙམ་གྱི་མོད་ལ། འཐབ་པ་དང་། རྩོད་པ་དང་། འཐབ་མོ་དང་། ཁྲག་ཁྲུག་དང་། མུ་གེའི་དགོན་པ་དང་། མི་ངས་དང་། རང་གི་དཔུང་དང་།
en: If the vidyā holder carries this cloth painting adorned with parasols, banners, and flags into a capital city, a royal household, a monastery, a settled community, a house, or a village while accompanied by a large retinue that honors it with many offerings and plays music with tūryas and tāḍāvas, then all the quarrels, disputes, contests, disagreements, famines, disasters, pestilences, and all danger from foreign and domestic armies will be completely pacified as soon as the cloth painting is brought in.

source: གཞན་གྱི་དཔུང་གི་འཇིགས་པ་ཞི་བར་འགྱུར་རོ། །གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་། ཤ་ཟ་དང་། སྲུལ་པོ་དང་། ལུས་སྲུལ་པོ་དང་། སྐེམ་བྱེད་དང་། བརྗེད་བྱེད་དང་།
en: All yakṣas, rākṣasas, bhūtas, piśācas, pūtanas, kaṭapūtanas, skandas, apasmāras, and chāyās will be completely pacified.

source: གྲིབ་གནོན་ཞི་བར་འགྱུར་ཞིང་། བདེ་བ་དང་། ལོ་ལེགས་པ་དང་། དགའ་བ་དང་། མི་མང་པོ་བདེ་བ་མང་བར་འགྱུར་རོ།
en: The entire population will experience great comfort, abundance of food, pleasures, and happiness.

source: །དགའ་བ་དང་ཡིད་བདེ་བ་མང་བར་འགྱུར་རོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་རྗེས་སུ་འགྲོ་བར་འགྱུར་རོ།
en: They will be very pleased and content and will pursue the six perfections. “

source: །འདི་མཐོང་བ་ཙམ་གྱིས་ཤི་འཕོས་ནས་ཐམས་ཅད་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: Anyone who merely beholds this cloth painting will, upon departing this world, be reborn in the realm of Sukhāvatī; they will be on course to be reborn in Sukhāvatī.

source: །བསྐལ་བ་སྟོང་ཕྲག་བདུན་ཅུའི་ཚེ་རབས་སུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ། །པདྨའི་འོད་དྲི་མ་མེད་ཅིང་རྣམ་པར་དག་པའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མ་ཐོབ་པ་ཐོབ་པར་འགྱུར་རོ།
en: They will be able to remember their previous lives, going back seventy thousand eons, and will attain the samādhi never before attained by great bodhisattva beings called the king of purity with the splendor of an immaculate lotus.

source: །པདྨ་རབ་ཏུ་གནས་པ་ཞེས་བྱ་བའི་རིགས་སྔགས་འཆང་གི་འཁོར་ལོས་སྒྱུར་བ་ཉིད་འཐོབ་པར་འགྱུར་རོ།
en: The vidyā holder who beholds this painting will become the vidyādhara-emperor with the name Standing on a Lotus. “

source: །རི་མོའི་སྐུ་གཟུགས་བསྒྲུབ་པའི་ཆོ་ག་དང་ཆོ་ག་ཞིབ་མོའོ།། །།
en: This concludes the section on the painting procedure. “

source: དེ་ནས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་གཞི་བ་མོ་ཆེན་པོའི་དཀྱིལ་འཁོར་བཤད་པར་བྱ་སྟེ།
en: I will now teach the rite of the great maṇḍala from The Heart of Amoghapāśa. “

source: ཆུ་ཀླུང་གི་འགྲམ་མམ། པདྨའི་མཚེའུའམ། ཨུཏྤལའི་མཚེའུའམ། མེ་ཏོག་གི་སྐྱེད་མོས་ཚལ་ལམ། འབྲས་བུའི་ཀུན་དགའ་ར་བའམ། ཁང་བཟངས་ས་གཞི་དག་ཅིང་ས་གཞི་ཡོངས་སུ་སྦྱངས་པ། རྩྭ་དང་ཤིང་བལ་དང་། སྐྲ་དང་། ཕུབ་མ་དང་། སོལ་བ་དང་། ཕྱག་དར་གྱི་ཕུང་པོ་དང་།
en: The vidyā holder should go to a riverbank, a lotus lake, or a flower garden with a lotus pond, fruit orchards, and fine pavilions, find an empty place there, and thoroughly clean an area on the ground.

source: གྱོ་མོ་དང་། ཤིང་དང་། བོང་བ་དང་། གསེག་མ་དང་། ཐོད་པའི་རུས་པས་གང་བ་རྣམས་སྤངས་པའི་ས་གཞིའི་ཕྱོགས་ན་མཚེའུ་དང་།
en: The place should be free from clumps of grass and from hair, chaff, ashes, coals, clumps of dirt, gravel, grit, sand, pebbles, bone pieces, skull bones, skeletons, dead bodies, and carcasses.

source: འབབ་ཆུ་དང་། འབབ་ཆུ་བྱང་ཕྱོགས་ནས་འབབ་པ་དང་། ཉེ་བ་ན་ཆུ་ཡོད་ཅིང་ཤིན་ཏུ་མཛེས་པ། ལྷོ་ཕྱོགས་དང་། བྱང་ཕྱོགས་དང་།
en: There should be a pond or a stream there, its water flowing from the north.

source: ནུབ་ཕྱོགས་དང་།
en: The site should be idyllic and near to water.

source: ཤར་ཕྱོགས་གང་ན་ལྗོན་ཤིང་གིས་མཛེས་པར་བྱས་པ། གང་ཉམས་དགའ་བ་ཁ་དོག་དང་།
en: It should be a bright, pleasant place full of color. “

source: གཟི་བྱིན་དུ་ལྡན་པའི་གནས་དེ་ལྟ་བུ་རྙེད་ནས་ཆུ་དང་ཡུངས་ཀར་ལ་བཟླས་ཏེ། ཀུན་དུ་གཏོར་རོ། །ས་གཞི་དེ་ལྟ་བུ་སྦྱང་བ་ནི་མཆོག་ཡིན་ནོ།
en: Once he has found such a place, the vidyā holder should incant water and mustard seeds and cast them around—this is the supreme site purification.

source: །ཁྲོ་བོའི་རྒྱལ་པོ་ཡུངས་ཀར་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ། ཕྱོགས་བཞིར་གཏོར་ན། ཀུན་ནས་དཔག་ཚད་བརྒྱ་ཚུན་ཆད་ཕྱོགས་བཅིང་བ་དང་དཀྱིལ་འཁོར་བཅིང་བ་དང་།
en: By incanting mustard seeds twenty-one times with the Krodharāja mantra and casting them in the four directions, the vidyā holder will bind the directions, bind the sacred area, and create a protective boundary with the radius of one hundred leagues.

source: མཚམས་བཅིང་བ་བྱས་པར་འགྱུར་རོ། །སྡང་བ་ཐམས་ཅད་དང་། བགེགས་དང་། ལོག་འདྲེན་ཐམས་ཅད་སྐད་ཅིག་ཀྱང་མི་གནས་བར་ཕྱོགས་བཞིར་བྱེར་ཏེ་འདོང་ངོ་།
en: At that very instant, all the prying intruders, miscreants, vighnas, and vināyakas will disappear, dispersing into the ten directions.

source: །སྲོག་ཆགས་སྡང་བ་དང་། སྡང་བའི་སེམས་དང་། སྡང་བའི་གཅན་གཟན་ཁྲོ་བོ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་ཞིང་ལྷ་ཐམས་ཅད་སྲུང་བར་འགྱུར་རོ།
en: Any wicked being, such as those with wicked intent or any wicked wild animal, will be pacified, and all deities will protect the area. “

source: །གནས་ཀྱི་ཕྱོགས་དེར་མཁས་པས་དཀྱིལ་འཁོར་བྱས་ཏེ། གྲུ་བཞི་ལྷམ་པ་ངོས་རེ་རེ་ཞིང་ཁྲུ་སུམ་ཅུ་རྩ་གཉིས་གཞལ་བར་བྱ་ཞིང་།
en: At this site, the wise vidyā holder should lay out a square maṇḍala measuring thirty-two cubits square.

source: ཆ་འབྱེས་པ་གྲུ་བཞི་པ་ཆ་མཉམ་ཞིང་མཛེས་པ་སྒོ་བཞི་དང་།
en: Its four corners should be regular and symmetrical, and it should have four doors and four gateways.

source: རྟ་བབས་བཞིར་ལྡན་པ། འབྲས་ཀྱི་ཕྱེ་མའི་ཚོན་སྣ་བཞིར་སྦྱར་ལ། དེ་ནས་དཀྱིལ་འཁོར་བྲི་བར་བྱ་སྟེ། ཚོན་སྣ་ལྔའི་ཐིག་སྐུད་ཀྱིས་ཐིག་བཏབ་ནས། ཙནྡན་དཀར་པོའི་ཕུར་བུ་བཏབ་སྟེ།
en: He should draw this maṇḍala using five-colored powders and demarcate its sides using five-colored threads and pegs of white sandalwood.

source: ཟླ་བ་ཡར་གྱི་ངོའི་ཚེས་བརྒྱད་དམ། ཚེས་བཅྭ་ལྔའི་ཚེས་གྲངས་དང་། རྒྱུ་སྐར་བཟང་པོ་བདམས་ཏེ། དཀྱིལ་འཁོར་གྱི་མཆོག་བྲི་བར་བྱའོ།
en: He should demarcate and draw this supreme maṇḍala on the auspicious day of the lunar fortnight, the eighth or the fifteenth, during an auspicious asterism.

source: །དང་པོ་ནི་དཀར་པོས་བྲིའོ། །གཉིས་པ་ནི་དམར་པོས་སོ། །གསུམ་པ་ནི་སེར་པོས་སོ། །བཞི་པ་ནི་ནམ་མཁའི་ཁ་དོག་གིས་སོ། །ལྔ་པ་ནི་མིག་སྨན་གྱི་ཁ་དོག་གིས་ཏེ།
en: He should draw the white line first, the red line second, the yellow line third, the sky-blue line fourth, and the kohl-black line fifth. “

source: དཀྱིལ་འཁོར་གྱི་དབུས་ཀྱི་སྙིང་པོ་འཇིགས་པ་མེད་པ་ཆ་རྣམ་པར་མཛེས་ཤིང་།
en: In the center, the skilled vidyā holder should draw the inner maṇḍala that is well proportioned and symmetrical.

source: གསལ་བར་པིར་སར་པ་དང་ཚོན་དང་སྣོད་སར་པས་བྲི་བར་བྱ་སྟེ།
en: He should use a new brush and a new container.

source: དཀྱིལ་འཁོར་གྱི་སྙིང་པོར་པདྨ་འདབ་མ་སྟོང་པ་ཁོ་ར་ཁོར་ཡུག་སྟེགས་བུ་དང་བཅས་པ་བྲི་ཞིང་།
en: Within this inner maṇḍala he should draw a lotus flower with one thousand petals and a surrounding rim.
